Repository: PromassGithub/Various
Catalog: Stellare/Logical/mappView/Visualization/Resources/Texts/MpCoffeeTexts.tmx
Source language: en
Languages: de

source: Current Temperature
de: Aktuelle Temperatur

source: Clear
de: Klären

source: Yes
de: Ja

source: No
de: Nein

source: Takeout
de: Nehmen

source: Kaffee schwarz
de: Coffee Black

source: Small brown
de: Kleiner Brauner

source: Own creation
de: Eigenkreation

source: Sugar
de: Zucker

source: Coffee selection
de: Kaffeeauswahl

source: Set temperature
de: Temperatur wählen

source: Fill level
de: Füllstand

source: Refill settings
de: Füllungseinstellungen

source: Water level
de: Wasserstand

source: Coffee level
de: Kaffeestand

source: Milk level
de: Milchstand

source: Sugar level
de: Zuckerstand

source: Continue
de: Fortsetzen

source: Reports
de: Berichte
